// © Copyright 2005, 2015 HP Development Company, L.P.

TaskName = "Langue du panneau de configuration";

English = "Anglais";
French = "Français";
German = "Allemand";
Spanish = "Espagnol";
Italian = "Italien";
Swedish = "Suédois";
Danish = "Danois";
Norwegian = "Norvégien";
Dutch = "Néerlandais";
Finnish = "Finnois";
Japanese = "Japonais";
Portuguese = "Portugais";
Polish = "Polonais";
Turkish = "Turc";
Kanji = "Kanji";
TradChinese = "Chinois traditionnel";
SimpChinese = "Chinois simplifié";
Russian = "Russe";
Czech = "Tchèque";
Hungarian = "Hongrois";
Korean = "Coréen";
Thai = "Thaïlandais";
Hebrew = "Hébreu";
EastEuropean = "Europe de l'Est";
EuroEnglish = "Anglais européen";
CanadianFrench = "Français canadien";
Greek = "Grec";
Arabic = "Arabe";
IndonesianBahasa = "Indonésien";
Bulgarian = "Bulgare";
Croatian = "Croate";
Estonian = "Estonien";
Latvian = "Léton";
Lithuanian = "Lithuanien";
Romanian = "Roumain";
Slovakian = "Slovaque";
Slovenian = "Slovène";
Ukrainian = "Ukrainien";
Malay = "Malais";

TaskDescription = "Pour changer la langue utilisée pour l'affichage d'informations sur le panneau de configuration et l'impression de rapports sur le périphérique (page de configuration), sélectionnez une langue dans la liste ci-dessous :";
LanguageLabel = "Langue :";
ApplyButtonTitle = "Appliquer";
NoLangSelected = "Sélectionner une langue";

NoCountrySelected = "Sélection de pays/région";
CountryLabel = "Pays/Région";

// country names
afghanistan = "Afghanistan";
albania = "Albanie";
algeria = "Algérie";
americanSamoa = "Samoa américaines";
andorra = "Andorre";
angola = "Angola";
anguilla = "Anguilla";
antiguaAndBarbuda = "Antigua et Barbuda";
argentina = "Argentine";
armenia = "Arménie";
aruba = "Aruba";
ascensionIsland = "ascensionIsland";
australia = "Australie";
austria = "Autriche";
azerbaijan = "Azerbaïdjan";
bahamasThe = "Bahamas";
bahrain = "Bahreïn";
bangladesh = "Bangladesh";
barbados = "Barbade";
belarus = "Biélorussie";
belgium = "Belgique";
belize = "Belize";
benin = "Bénin";
bermuda = "Bermudes";
bhutan = "Bhoutan";
bolivia = "Bolivie";
bosniaAndHerzegovina = "Bosnie-Herzégovine";
botswana = "Botswana";
brazil = "Brésil";
brunei = "Brunei";
bulgaria = "Bulgarie";
burkinaFaso = "Burkina Faso";
burundi = "Burundi";
cambodia = "Cambodge";
cameroon = "Cameroun";
canada = "Canada";
capeVerde = "Cap Vert";
caymanIslands = "Iles Caïmans";
centralAfricanRepublic = "République centrafricaine";
chad = "Tchad";
chile = "Chili";
china = "Chine";
cocosKeelingIslands = "cocosKeelingIslands";
colombia = "Colombie";
comoros = "Comores";
congo = "Congo";
congoDRC = "Congo, République démocratique";
cookIslands = "Iles Cook";
costaRica = "Costa Rica";
croatia = "Croatie";
cuba = "Cuba";
cyprus = "Chypre";
czechRepublic = "République tchèque";
denmark = "Danemark";
diegoGarcia = "diegoGarcia";
djibouti = "Djibouti";
dominica = "Dominique";
dominicanRepublic = "République dominicaine";
ecuador = "Equateur";
egypt = "Egypte";
elSalvador = "El Salvador";
equatorialGuinea = "Guinée équatoriale";
eritrea = "Erythrée";
estonia = "Estonie";
ethiopia = "Ethiopie";
falklandIslandsIslasMalvinas = "Iles Malouines";
faroeIslands = "Iles Féroé";
fijiIslands = "Fidji";
finland = "Finlande";
france = "France";
frenchAntilles = "Antilles françaises";
frenchGuiana = "Guyane française";
frenchPolynesia = "Polynésie française";
gabon = "Gabon";
gambiaThe = "Gambie";
georgia = "Géorgie";
germany = "Allemagne";
ghana = "Ghana";
gibraltar = "Gibraltar";
greece = "Grèce";
greenland = "Groënland";
grenada = "Grenade";
guadeloupe = "Guadeloupe";
guam = "Guam";
guantanamoBay = "guantanamoBay";
guatemala = "Guatemala";
guinea = "Guinée";
guineaBissau = "Guinée-Bissau";
guyana = "Guyane";
haiti = "Haïti";
honduras = "Honduras";
hongKongSAR = "Hong-Kong";
hungary = "Hongrie";
iceland = "Islande";
india = "Inde";
indonesia = "Indonésie";
iran = "Iran";
iraq = "Iraq";
ireland = "Irlande";
israel = "Israël";
italy = "Italie";
jamaica = "Jamaïque";
japan = "Japon";
jordan = "Jordanie";
kazakhstan = "Kazakstan";
kenya = "Kenya";
kiribati = "Kiribati";
korea = "Corée du Sud";
kuwait = "Koweït";
kyrgyzstan = "Kirghizistan";
laos = "Laos";
latvia = "Lettonie";
lebanon = "Liban";
lesotho = "Lesotho";
liberia = "Liberia";
libya = "Libye";
liechtenstein = "Liechtenstein";
lithuania = "Lituanie";
luxembourg = "Luxembourg";
lacaoSAR = "lacaoSAR";
macedonia = "Macédoine";
madagascar = "Madagascar";
malawi = "Malawi";
malaysia = "Malaisie";
maldives = "Maldives";
mali = "Mali";
malta = "Malte";
marshallIslands = "Iles Marshall";
martinique = "Martinique";
mauritania = "Mauritanie";
mauritius = "Maurice";
mayotte = "Mayotte";
mexico = "Mexique";
micronesia = "Micronésie";
moldova = "Moldavie";
monaco = "Monaco";
mongolia = "Mongolie";
montserrat = "Montserrat";
morocco = "Maroc";
mozambique = "Mozambique";
myanmar = "Myanmar";
namibia = "Namibie";
nauru = "Nauru";
nepal = "Népal";
netherlandsAntilles = "Antilles néerlandaises";
netherlandsThe = "Pays-Bas";
newCaledonia = "Nouvelle-Calédonie";
newZealand = "Nouvelle-Zélande";
nicaragua = "Nicaragua";
niger = "Niger";
nigeria = "Nigeria";
niue = "Niue";
norfolkIsland = "norfolkIsland";
northKorea = "Corée du Nord";
norway = "Norvège";
oman = "Oman";
pakistan = "Pakistan";
palau = "Palau";
panama = "Panama";
papuaNewGuinea = "Papouasie-Nouvelle-Guinée";
paraguay = "Paraguay";
peru = "Pérou";
philippines = "Philippines";
poland = "Pologne";
portugal = "Portugal";
puertoRico = "Porto Rico";
qatar = "Qatar";
reunion = "Réunion";
romania = "Roumanie";
russia = "Russie";
rwanda = "Rwanda";
samoa = "Samoa";
sanMarino = "Saint-Marin";
saudiArabia = "Arabie Saoudite";
senegal = "Sénégal";
serbiaAndMontenegro = "Serbie-Monténégro";
seychelles = "Seychelles";
sierraLeone = "Sierra Leone";
singapore = "Singapour";
slovakia = "Slovaquie";
slovenia = "Slovénie";
solomonIslands = "Ile Salomon";
somalia = "Somalie";
southAfrica = "Afrique du Sud";
spain = "Espagne";
sriLanka = "Sri Lanka";
stHelena = "Sainte-Hélène";
stKittsAndNevis = "Saint Christopher et Nevis";
stLucia = "Sainte Lucie";
stPierreAndMiquelon = "Saint-Pierre-et-Miquelon";
stVincentAndTheGrenadines = "Saint-Vincent-et-les-Grenadines";
sudan = "Soudan";
suriname = "Surinam";
swaziland = "Swaziland";
sweden = "Suède";
switzerland = "Suisse";
syria = "Syrie";
taiwan = "Taïwan, Chine";
tajikistan = "Tadjikistan";
tanzania = "Tanzanie";
thailand = "Thaïlande";
timorLeste = "timorLeste";
togo = "Togo";
tokelau = "Tokelau";
tonga = "Tonga";
trinidadAndTobago = "Trinité et Tobago";
tunisia = "Tunisie";
turkey = "Turquie";
turkmenistan = "Turkménistan";
turksAndCaicosIslands = "Iles Turks et Caïcos";
tuvalu = "Tuvalu";
uganda = "Ouganda";
ukraine = "Ukraine";
unitedArabEmirates = "Emirats arabes unis";
unitedKingdom = "Royaume-Uni";
unitedStates = "Etats-Unis";
uruguay = "Uruguay";
uzbekistan = "Ouzbékistan";
vanuatu = "Vanuatu";
vaticanCity = "Vatican";
venezuela = "Venezuela";
vietnam = "Viêtnam";
virginIslands = "les Vierges (américaines)";
virginIslandsBritish = "Iles Vierges britanniques";
wallisAndFutuna = "Wallis-et-Futuna";
yemen = "Yemen";
zambia = "Zambie";
zimbabwe = "Zimbabwe";

// region names
"africa" = "Africa";
"asiaPacific" = "Asia Pacific";
"caribbean" = "Caribbean";
"europe" = "Europe";
"indiaChina" = "India or China";
"japanCISMEA" = "Japan CISMEA";
"latinAmerica" = "Latin America";
"middleEast" = "Middle East";
"NALAAP" = "NALAAP";
"nordic" = "Nordic";
"northAfrica" = "North Africa";
"northAmericaUSACanada" = "North America (USA, Canada)";
"northWestAfrica" = "North-West Africa";
"notSupported" = "not supported";
"southernAfrica" = "Southern Africa";
"universal" = "universal";

